// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Calibrar o monitor";
HelpTitle = "Calibrar o monitor";

"HPAdvancedProfilingSolutionInfoTitle" = "Calibre e trace o perfil do visor do seu computador para obter resultados de cor consistentes.\n\nClique em “Calibrate” (Calibrar) para calibrar o visor com o HP Advanced Profiling Solution.";
"AppleDisplayCalibratorInfoTitle" = "Calibre e trace o perfil do visor do computador para obter resultados de cor consistentes.\n\nClique em “Calibrate” (Calibrar) para calibrar o visor com o Assistente de Calibragem de Monitor Apple.";
KongAppleDisplayCalibratorInfoTitle = "Com o tempo, as cores do monitor sofrem uma degradação. O perfil ICC que acompanha alguns monitores perde a validade aos poucos e a precisão das cores diminui. Use o Calibrador de monitor Apple periodicamente para produzir um perfil ICC e garantir desempenho otimizado das cores. Apesar de o intervalo entre as calibragens variar de um monitor para outro, os profissionais do ramo geralmente recomendam a calibragem do monitor a cada duas semanas.";

DesignjetButtonTitle = "Calibrar";
ButtonDefaultTitle = "Iniciar o calibrador do monitor";